Repository: Moonchasered/evennia
Catalog: evennia/locale/*/LC_MESSAGES/django.po
Languages: pl

source: |c{key}|R is already puppeted by another Account.
pl: |c{key}|R jest obecnie wykorzystywane przez inne Konto.

source: You cannot control any more puppets (max {_MAX_NR_SIMULTANEOUS_PUPPETS})
pl: Nie możesz kontrolować więcej postaci jednocześnie (max {_MAX_NR_SIMULTANEOUS_PUPPETS})

source: Too many login failures; please try again in a few minutes.
pl: Zbyt wiele nieudanych prób logowania. Spróbuj ponownie za kilka minut.

source: |rYou have been banned and cannot continue from here. If you feel this ban is in error, please email an admin.|x
pl: |rZostałeś/aś zbanowany, więc nie masz tu dostępu. Jeśli uważasz że zostałeś niesłusznie zbanowany skontaktuj się z adminem.|x

source: Username and/or password is incorrect.
pl: Błędne nazwa użytkownika i/lub hasło.

source: Too many authentication failures.
pl: Zbyt wiele błędów uwierzytelniania.

source: You are creating too many accounts. Please log into an existing account.
pl: Tworzysz zbyt wielu użytkowników. Proszę zaloguj się do istniejącego konta.

source: There was an error creating the Account. If this problem persists, contact an admin.
pl: Pojawił się błąd podczas tworzenia Konta. Jeśli błąd będzie się powtarzał, proszę skontaktuj się z adminem.

source: An error occurred. Please e-mail an admin if the problem persists.
pl: Wystąpił błąd. Proszę poinformuj e-mailowo admina jeśli błąd będzie się powtarzał.

source: Account being deleted.
pl: Konto zostało usunięte.

source: |G{key} connected|n
pl: |G{key} połączył się|n

source: The Character does not exist.
pl: Postać nie istnieje.

source: |R{key} disconnected{reason}|n
pl: |R{key} rozłączył się{reason}|n

source: Guest accounts are not enabled on this server.
pl: Konta Gości nie są dozwolone na tym serwerze.

source: All guest accounts are in use. Please try again later.
pl: Wszystkie Konta Gości są aktualnie zajęte. Prosimy spróbować później.

source: An untrapped error occurred.
pl: Wystąpił nieznany błąd.

source: An untrapped error occurred. Please file a bug report detailing the steps to reproduce.
pl: Wystąpił nieznany błąd. Jeśli to możliwe prosimy o zgłoszenie bug'a z opisem kroków do reprodukcji.

source: A cmdset merger-error occurred. This is often due to a syntax error in one of the cmdsets to merge.
pl: Wystąpił błąd: cmdset merger-error. Zazwyczaj problemem w tym wypadku jest błąd składni w jednym z cmdsets.

source: A cmdset merger-error occurred. Please file a bug report detailing the steps to reproduce.
pl: Wystąpił błąd: cmdset merger-error. Jeśli to możliwe zgłoś bug'a opisując szczegółowe kroki żeby go zreprodukować.

source: No command sets found! This is a critical bug that can have multiple causes.
pl: Nie znaleziono command sets! Jest to błąd krytyczny z wieloma możliwymi przyczynami.

source: No command sets found! This is a sign of a critical bug. If disconnecting/reconnecting doesn't" solve the problem, try to contact the server admin through" some other means for assistance.
pl: Nie znaleziono command sets! Jest to błąd krytyczny. Jeśli ponowne połączenie nie rozwiąże problemu spróbuj skontaktować się z adminem serwera by uzyskać pomoc.

source: A command handler bug occurred. If this is not due to a local change, please file a bug report with the Evennia project, including the traceback and steps to reproduce.
pl: Pojawił się błąd z command handler. Jeśli przyczyną nie jest lokalna zmiana, prosimy o zgłoszenie tego bug'a twórcom Evennii, dołączając opis zdarzenia i niezbędne kroki do reprodukcji błędu.

source: A command handler bug occurred. Please notify staff - they should likely file a bug report with the Evennia project.
pl: Pojawił się błąd z command handler. Prosimy o powiadomienie admina, prawdopodobnie muszą oni zgłosić bug do twórców Evenii.

source: There were multiple matches.
pl: Znaleziono wiele dopasowań.

source: Command '{command}' is not available.
pl: Komenda '{command}' jest niedostępna.

source: Maybe you meant {command}?
pl: Czy miałeś na myśli {command}?

source: or
pl: lub

source: Type "help" for help.
pl: Wpisz "help" aby otworzyć pomoc.

source: Couldn't perform move ({err}). Contact an admin.
pl: Nie udało się wykonać ruchu ({err}}). Skontaktuj się z adminem.

source: The destination doesn't exist.
pl: Miejsce przeznaczenia nie istnieje.

source: Could not find default home '(#{dbid})'.
pl: Nie znaleziono domyślnego domu '(#{dbid})'.

source: Something went wrong! You are dumped into nowhere. Contact an admin.
pl: Coś poszło nie tak! Zostałeś wrzucony w nicość. Skontaktuj się z adminem.

source: Your character {key} has been destroyed.
pl: Twoja postać {key} została zniszczona.

source: You now have {name} in your possession.
pl: {name} znajduje się teraz w Twoim posiadaniu.

source: {object} arrives to {destination} from {origin}.
pl: {object} dotarł do {destination} z {origin}.

source: {object} arrives to {destination}.
pl: {object} dotarł do {destination}.

source: This is a character.
pl: To jest postać.

source: |r{obj} has no location and no home is set.|n
pl: |r{obj} nie posiada swojej lokalizacji ani nie ma ustawionego domu.|n

source: You become |c{name}|n.
pl: Przybywasz jako |c{name}|n.

source: {name} has entered the game.
pl: {name} - postać weszła do gry.

source: {name} has left the game{reason}.
pl: {name} - postać opuściła grę{reason}.

source: This is a room.
pl: To jest pomieszczenie.

source: This is an exit.
pl: To jest wyjście.

source: You cannot go there.
pl: Nie możesz tam pójść.

source: Error
pl: Błąd

source: Warning
pl: Ostrzeżenie

source: Prototype requires a prototype_key
pl: Prototyp wymaga prototype_key

source: Prototype {prototype_key} was not found.
pl: Prototyp {prototype_key} nie został znaleziony.

source: {caller} needs explicit 'edit' permissions to delete prototype {prototype_key}.
pl: {caller} potrzebuje uprawnień 'edit' aby usunąć prototyp {prototype_key}.

source: Found {num} matching prototypes.
pl: Znaleziono {num} dopasowanych prototypów.

source: No prototypes found.
pl: Nie znaleziono prototypu.

source: Prototype lacks a 'prototype_key'.
pl: Prototyp nie posiada 'prototype_key'.

source: Welcome to your new |wEvennia|n-based game! Visit https://www.evennia.com if you need help, want to contribute, report issues or just join the community. As a privileged user, write |wbatchcommand tutorial_world.build|n to build tutorial content. Once built, try |wintro|n for starting help and |wtutorial|n to play the demo game.
pl: Witaj w swojej nowej grze, bazującej na |wEvennia|n! Odwiedź http://www.evennia.com jeśli potrzebujesz pomocy, chcesz pomóc rozwijać ten projekt, bądź zgłosić błąd, lub po prostu chcesz dołączyć do społeczności. Jako Konto #1 (użytkownik uprzywilejowany) możesz otworzyć demo/samouczek wpisujac |wbatchcommand tutorial_world.build|n. Gdy się on wczyta spróbuj wpisać |wintro|n żeby zacząć samouczek albo |wtutorial|n aby zagrać w demo.

source: This is User #1.
pl: To jest User #1.

source: Limbo
pl: Otchłań

source: {servername} DoS protection is active.You are queued to connect in {num} seconds ...
pl: {servername} ma aktualnie włączony DoS protection.Połączymy Cię za {num} sekund ...

source: (connection lost)
pl: (utracono połączenie)

source: idle timeout exceeded
pl: maksymalny czas bezczynności przekroczony

source: Your client sent an incorrect UTF-8 sequence.
pl: Twój klient wysłał nieprawidłową sekwencję UTF-8.

source: ... Server restarted.
pl: ... Serwer zrestartowany.

source: Logged in from elsewhere. Disconnecting.
pl: Zalogowano z innego miejsca. Rozlaczanie.

source: Idle timeout exceeded, disconnecting.
pl: Czas bezczynnosci przekroczony, rozlaczanie.

source: Too many failed attempts; you must wait a few minutes before trying again.
pl: Zbyt wiele nieudanych prób. Musisz poczekać kilka minut zanim spróbujesz ponownie.

source: Sorry, that username is reserved.
pl: Przepraszamy, ta nazwa użytkownika jest zarezerwowana.

source: Sorry, that username is already taken.
pl: Przepraszamy, ta nazwa użytkownika jest zajęta.

source: (carried)
pl: (przy sobie)

source: <txt> - any non-command is appended to the end of the buffer. : <l> - view buffer or only line(s) <l> :: <l> - raw-view buffer or only line(s) <l> ::: - escape - enter ':' as the only character on the line. :h - this help. :w - save the buffer (don't quit) :wq - save buffer and quit :q - quit (will be asked to save if buffer was changed) :q! - quit without saving, no questions asked :u - (undo) step backwards in undo history :uu - (redo) step forward in undo history :UU - reset all changes back to initial state :dd <l> - delete last line or line(s) <l> :dw <l> <w> - delete word or regex <w> in entire buffer or on line <l> :DD - clear entire buffer :y <l> - yank (copy) line(s) <l> to the copy buffer :x <l> - cut line(s) <l> and store it in the copy buffer :p <l> - put (paste) previously copied line(s) directly before <l> :i <l> <txt> - insert new text <txt> at line <l>. Old line will move down :r <l> <txt> - replace line <l> with text <txt> :I <l> <txt> - insert text at the beginning of line <l> :A <l> <txt> - append text after the end of line <l> :s <l> <w> <txt> - search/replace word or regex <w> in buffer or on line <l> :j <l> <a> = <w> - justify buffer or line <l>. <a> is f, c, l or r. <w> is width. <a> and <w> are optional and default to l (left) and {_DEFAULT_WIDTH} respectively :f <l> = <w> - flood-fill entire buffer or line <l> to width <w>. Equivalent to :j <l> l. <w> is optional, as for :j :fi <l> - indent entire buffer or line <l> :fd <l> - de-indent entire buffer or line <l> :echo - turn echoing of the input on/off (helpful for some clients)
pl: <txt> - tekst (nie będący komendami poniżej) zostanie zapamiętany jako ostatni wpis do buforu. : <l> - przejrzyj cały bufor lub tylko wskazane wiersze <l> :: <l> - surowy widok całego buforu lub tylko wskazanych wierszy <l> ::: - escape - wyślij ':' jako jedyne znaki w danym wierszu. :h - ta pomoc. :w - zapisz bufor (nie zamykając go) :wq - zapisz bufor i wyjdź :q - wyjdź (zostaniesz zapytany o zapis zmian, jeśli jakieś były) :q! - wyjdź bez zapisywania, system nie zapyta Cię o zapis zmian :u - (undo) jeden krok wstecz w historii zmian :uu - (redo) jeden krok wprzód w historii zmian :UU - zresetuj zmiany i przywróć stan początkowy :dd <l> - usuń ostatni wiersz, lub wskazane wiersze <l> :dw <l> <w> - usuń słowo albo regex <w> w całym buforze, albo wierszu <l> :DD - wyczyść cały obecny bufor :y <l> - (yank) skopiuj linię(e) <l> do pamięci :x <l> - wytnij linię(e) <l> i zapisz ją w pamięci :p <l> - (paste) wklej linię(e) z pamięci bezpośrednio po wierszu <l> :i <l> <txt> - (insert) wstaw nowy tekst <txt> na miejscu wiersza <l>. Poprzedni wiersz zostanie przesunięty w dół :r <l> <txt> - (replace) zastąp wiersz <l> tekstem <txt> :I <l> <txt> - (insert) wstaw tekst na początku wiersza <l> :A <l> <txt> - (append) wstaw tekst na koniec wiersza <l> :s <l> <w> <txt> - znajdź/zamień słowo lub regex <w> w buforze lub wierszu <l> :j <l> <w> - wyjustuj bufor lub wiersz <l>. Dostępne opcje <a> to f, c, l albo r. <w> to szerokość (width). <a> i <w> są opcjonalne, domyślnie: l (left) oraz {_DEFAULT_WIDTH}. :f <l> = <w> - (flood-fill) wypełnij cały bufor lub linię <l> do szerokości <w>. Odpowiednik funkcji :j <l> l. <w> jest opcjonalne jak w wypadku :j :fi <l> - (indent) wcięcie na całym buforze lub wierszu<l> :fd <l> - (de-indent) cofnij wcięcie na całym buforze lub wierszu <l> :echo - włącz lub wyłącz echoing twojego input'u (przydatne w wypadku niektórych klientów)

source: Legend: <l> - line number, like '5' or range, like '3:7'. <w> - a single word, or multiple words with quotes around them. <txt> - longer string, usually not needing quotes.
pl: Legenda: <l> - numer wiersza, na przykład: '5' albo zakres, jak: '3:7'. <w> - pojedyncze słowo lub wiele słów zapisanych w cudzysłowie. <txt> - dłuższy tekst, zazwyczaj bez cudzysłowu.

source: :! - Execute code buffer without saving :< - Decrease the level of automatic indentation for the next lines :> - Increase the level of automatic indentation for the next lines := - Switch automatic indentation on/off
pl: :! - Wykonaj cały code buffer bez zapisywania go :< - Zmniejsz poziom indentacji w kolejnych liniach :> - Zwiększ poziom indentacji w kolejnych liniach := - Włącz lub wyłącz automatyczną indentację

source: {error} |rBuffer load function error. Could not load initial data.|n
pl: {error} |rBłąd z załadowaniem bufora funkcji. Nie można załadować danych początkowych.|n

source: {error} |rSave function returned an error. Buffer not saved.|n
pl: {error} |rFunkcja zapisywania zwróciła błąd. Bufor nie został zapisany.|n

source: |rNo save function defined. Buffer cannot be saved.|n
pl: |rNie zdefiniowano save function. Bufor nie może zostać zapisany.|n

source: No changes need saving
pl: Nie było żadnych zmian do zapisania

source: Exited editor.
pl: Opuszczono edytor.

source: {error} |rQuit function gave an error. Skipping.|n
pl: {error} |rFunkcja Quit zwróciła błąd i została pominięta.|n

source: {error} |rThe editor state could not be saved for persistent mode. Switching to non-persistent mode (which means the editor session won't survive an eventual server reload - so save often!)|n
pl: {error} |rStan edytora nie mógł być zapisany pod persistent mode. Zmieniono na non-persistent mode (co może oznaczać, że ta sesja nie przetrwa ewentualnego przeładowania serwera - zapisuj więc często!)|n

source: EvEditor persistent-mode error. Commonly, this is because one or more of the EvEditor callbacks could not be pickled, for example because it's a class method or is defined inside another function.
pl: EvEditor persistent-mode error. Zazwyczaj przyczyną jest brak możliwości wybrania choćby jednej lub większej ilości wywołań zwrotnych (callbacks) Może tak się dziać na przykład gdy jest to class method albo callback zdefiniowany jest wewnątrz innej funkcji.

source: Nothing to undo.
pl: Nie ma nic do cofnięcia.

source: Nothing to redo.
pl: Nie ma nic do ponowienia (redo).

source: Undid one step.
pl: Cofnięto krok wstecz.

source: Redid one step.
pl: Ponowiono o jeden krok.

source: Single ':' added to buffer.
pl: Pojedynczy ':' dodano do buforu.

source: Save before quitting?
pl: Czy zapisać przed wyjściem? (yes/no)

source: Reverted all changes to the buffer back to original state.
pl: Przywrócono stan sprzed wszystkich zmian.

source: Deleted {string}.
pl: Usunięto {string}.

source: You must give a search word to delete.
pl: Musisz podać słowo do wyszukania i usunięcia.

source: Removed {arg1} for lines {l1}-{l2}.
pl: Usunięto {arg1} z wierszy {l1}-{l2}.

source: Removed {arg1} for {line}.
pl: Usunięto {arg1} z wiersza {line}.

source: Cleared {nlines} lines from buffer.
pl: Wyczyszczono wiersze {nlines} z bufora.

source: {line}, {cbuf} yanked.
pl: {line}, {cbuf} skopiowane (yanked).

source: {line}, {cbuf} cut.
pl: {line}, {cbuf} wycięte (cut).

source: Copy buffer is empty.
pl: Pamięć kopii jest pusta.

source: Pasted buffer {cbuf} to {line}.
pl: Wklejono z pamięci {cbuf} do wiersza {line}.

source: You need to enter a new line and where to insert it.
pl: Musisz podać tekst nowego wiersza oraz miejsce gdzie go wstawić.

source: Inserted {num} new line(s) at {line}.
pl: Wstawiono {num} nowych wierszy zaczynając od {line}.

source: You need to enter a replacement string.
pl: Musisz podać tekst którym zastąpić obecny.

source: Replaced {num} line(s) at {line}.
pl: Zastąpiono {num} wiersze/y zaczynając od {line}.

source: You need to enter text to insert.
pl: Musisz podać tekst który ma zostać wstawiony.

source: Inserted text at beginning of {line}.
pl: Wstawiono tekst na początku wiersza {line}.

source: You need to enter text to append.
pl: Musisz podać tekst który ma zostać wstawiony.

source: Appended text to end of {line}.
pl: Wstawiono tekst na koniec wiersza {line}.

source: You must give a search word and something to replace it with.
pl: Musisz podać hasło do wyszukania oraz coś czym ma być zastąpione.

source: Search-replaced {arg1} -> {arg2} for lines {l1}-{l2}.
pl: Wyszukano -> zamieniono {arg1} -> {arg2} dla wierszy {l1}-{l2}.

source: Search-replaced {arg1} -> {arg2} for {line}.
pl: Wyszukano -> zamieniono {arg1} -> {arg2} dla wiersza {line}

source: Flood filled lines {l1}-{l2}.
pl: Wyjustowano do lewej wiersze {l1}-{l2}.

source: Flood filled {line}.
pl: Wyjustowano do lewej wiersz {line}.

source: Valid justifications are
pl: Poprawne formy justowania, to

source: {align}-justified lines {l1}-{l2}.
pl: {align}-wyjustowano wiersze {l1}-{l2}.

source: {align}-justified {line}.
pl: {align}-wyjustowano wiersz {line}.

source: Indented lines {l1}-{l2}.
pl: Dodano wcięcia w wierszach {l1}-{l2}.

source: Indented {line}.
pl: Dodano wcięcie w wierszu {line}.

source: Removed left margin (dedented) lines {l1}-{l2}.
pl: Usunięto wcięcie w wierszach {l1}-{l2}.

source: Removed left margin (dedented) {line}.
pl: Usunięto wcięcie w wierszu {line}.

source: Echo mode set to {mode}
pl: Echo mode ustawiony na {mode}

source: This command is only available in code editor mode.
pl: Ta komenda dostępna jest jedynie w trybie code editor.

source: Decreased indentation: new indentation is {indent}.
pl: Zmniejszono Indentacje: nowa indentacja to {indent}.

source: |rManual indentation is OFF.|n Use := to turn it on.
pl: |rManualna indentacja jest WYŁĄCZONA.|n Wpisz := aby ją włączyć.

source: Increased indentation: new indentation is {indent}.
pl: Zmniejszono indentację: nowa indentacja to {indent}.

source: Auto-indentation turned on.
pl: Auto-indentacja została włączona.

source: Auto-indentation turned off.
pl: Auto-indentacja została wyłączona.

source: (:h for help)
pl: (:h żeby uzyskać pomoc)

source: Menu node '{nodename}' is either not implemented or caused an error. Make another choice or try 'q' to abort.
pl: Menu node '{nodename}' jest niezaimplementowane lub wywołało błąd. Wybierz inną opcję alby spróbuj wpisać 'q' żeby anulować.

source: No description.
pl: Brak opisu.

source: Commands: <menu option>, help, quit
pl: Komendy: <menu option>, help, quit

source: Commands: <menu option>, help
pl: Komendy: <menu option>, help

source: Commands: help, quit
pl: Komendy: help, quit

source: Commands: help
pl: Komendy: help

source: Choose an option or try 'help'.
pl: Wybierz opcje lub uzyj komendy 'help'.

source: |rInvalid choice.|n
pl: |rNiepoprawny wybór.|n

source: |Wcurrent|n
pl: |Wobecnie|n

source: |wp|Wrevious page|n
pl: |wp|Woprzednia strona|n

source: |wn|Wext page|n
pl: |wn|Wastępna strona|n

source: Aborted.
pl: Anulowano.

source: |rError in ask_yes_no. Choice not confirmed (report to admin)|n
pl: |rBłąd przy ask_yes_no. Wybór nie został potwierdzony (zgłoś to adminowi)|n

source: |xExited pager.|n
pl: |xOpuszczono stronę.|n

source: Option not found!
pl: Opcja nieznaleziona!

source: Option field blank!
pl: Pole opcji jest puste!

source: Multiple matches:
pl: Znaleziono wiele dopasowań:

source: Please be more specific.
pl: Czy możesz wyrazić się jaśniej?

source: {obj}.{handlername} is a handler and can't be set directly. To add values, use `{obj}.{handlername}.add()` instead.
pl: {obj}.{handlername} ma typ 'handler' i nie może zostać ustawiony bezpośrednio. Aby dodawać wartość użyj: `{obj}.{handlername}.add()`.

source: {obj}.{handlername} is a handler and can't be deleted directly. To remove values, use `{obj}.{handlername}.remove()` instead.
pl: {obj}.{handlername} ma typ 'handler' i nie może zostać usunięty bezpośrednio. Aby usuwać wartości użyj: `{obj}.{handlername}.remove()`.

source: Could not find '{query}'.
pl: Nie odnaleziono '{query}'.

source: More than one match for '{query}' (please narrow target):
pl: Więcej niż jedno dopasowanie dla '{query}' (proszę zawęzić cel):

source: Input could not be converted to text ({err})
pl: Wprowadzone dane nie mogą być przekonwertowane na tekst ({err})

source: Nothing entered for a {option_key}!
pl: Nie wprowadzono nic dla: {option_key}!

source: '{entry}' is not a valid {option_key}.
pl: '{entry}' posiada niepoprawny {option_key}.

source: No {option_key} entered!
pl: Nie wprowadzono nic dla: {option_key}!

source: Timezone string '{acct_tz}' is not a valid timezone ({err})
pl: Wprowadzona nazwa strefy czasowej '{acct_tz}' jest nieprawidłowa ({err})

source: {option_key} must be entered in a 24-hour format such as: {timeformat}
pl: {option_key} musi zostać wprowadzona jako format 24-godzinny, na przykład: {timeformat}

source: Could not convert section '{interval}' to a {option_key}.
pl: Nie udało się przekonwertować '{interval}' na {option_key}.

source: That {option_key} is in the past! Must give a Future datetime!
pl: {option_key} jest w przeszłości! Musisz podać przyszłą datę!

source: Must enter a whole number for {option_key}!
pl: {option_key} musi zawierać liczbę całkowitą!

source: Could not convert '{entry}' to a whole number for {option_key}!
pl: Nie udało się przekonwertować '{entry}' na liczbę całkowitą dla: {option_key}!

source: Must enter a whole number greater than 0 for {option_key}!
pl: Musisz podać liczbę całkowitą większą niż 0 dla: {option_key}!

source: {option_key} must be a whole number greater than or equal to 0!
pl: {option_key} musi być liczbą całkowitą większą lub równą 0!

source: Must enter a true/false input for {option_key}. Accepts {alternatives}.
pl: {option_key} wymaga true/false jako input. Akceptowane są: {alternatives}.

source: That matched: {matches}. Please be more specific!
pl: Pokrywa się z: {matches}. Spróbuj być bardziej precyzyjny!

source: Could not find timezone '{entry}' for {option_key}!
pl: Nie odnaleziono strefy czasowej '{entry}' dla: {option_key}!

source: Email address field empty!
pl: Pole z adresem e-mail jest puste!

source: That isn't a valid {option_key}!
pl: To nie jest poprawny {option_key}!

source: No {option_key} entered to set!
pl: Nie ustawiono żadnych {option_key}}!

source: Must enter an access type!
pl: Nie ustawiono żadnych access type!

source: Access type must be one of: {alternatives}
pl: Access type musi należeć do: {alternatives}

source: Lock func not entered.
pl: Nie wprowadzono Lock func.

source: Add
pl: Dodaj

source: View
pl: Zobacz

source: Change
pl: Zmień

source: You don’t have permission to view or edit anything.
pl: Nie masz uprawnień, by odczytać lub edytować cokolwiek.
